Repository: 7-swiss-NET/sogo
Catalog: SoObjects/Appointments/*.lproj/Localizable.strings
Languages: spanish

source: Personal Calendar
spanish: Calendario personal

source: vevent_class0
spanish: (Evento público)

source: vevent_class1
spanish: (Evento privado)

source: vevent_class2
spanish: (Evento confidencial)

source: vtodo_class0
spanish: (Tarea pública)

source: vtodo_class1
spanish: (Tarea privada)

source: vtodo_class2
spanish: (Tarea confidencial)

source: Title:
spanish: Título:

source: Start:
spanish: Comienzo:

source: End:
spanish: Fin:

source: Receipt: users invited to a meeting
spanish: Confirmación: Usuarios invitados a una reunión

source: You have invited the following attendees(s):
spanish: Ha invitado a los siguientes asistentes:

source: ... to attend the following event:
spanish: ... a participar en el siguiente evento:

source: Receipt: invitation updated
spanish: Confirmación: invitación actualizada

source: The following attendees(s):
spanish: Los siguientes asistentes:

source: ... have been notified of the changes to the following event:
spanish: ... han sido notificados de los cambios en el siguiente evento:

source: Receipt: attendees removed from an event
spanish: Confirmación: asistentes removidos de un evento

source: You have removed the following attendees(s):
spanish: Ha removido los siguientes asistentes:

source: ... from the following event:
spanish: ... del siguiente evento:

source: startDate_label
spanish: Comienzo:

source: endDate_label
spanish: Fin:

source: due_label
spanish: Vencimiento:

source: location_label
spanish: Lugar:

source: summary_label
spanish: Resumen:

source: comment_label
spanish: Comentarios:

source: Event Invitation: "%{Summary}"
spanish: Invitación a evento: "%{Summary}"

source: (sent by %{SentBy})
spanish: (enviado por %{SentBy})

source: %{Organizer} %{SentByText}has invited you to %{Summary}. Start: %{StartDate} at %{StartTime} End: %{EndDate} at %{EndTime} Description: %{Description}
spanish: %{Organizer} %{SentByText}lo ha invitado a %{Summary}. Fecha y hora de inicio: %{StartDate} %{StartTime} Fecha y hora de finalización: %{EndDate} %{EndTime} Descripcción: %{Description}

source: Event Cancelled: "%{Summary}"
spanish: Evento Cancelado: "%{Summary}"

source: %{Organizer} %{SentByText}has cancelled this event: %{Summary}. Start: %{StartDate} at %{StartTime} End: %{EndDate} at %{EndTime} Description: %{Description}
spanish: %{Organizer} %{SentByText}ha cancelado este evento: %{Summary}. Fecha y hora de inicio: %{StartDate} %{StartTime} Fecha y hora de finalización: %{EndDate} %{EndTime} Descripcción: %{Description}

source: The appointment "%{Summary}" for the %{OldStartDate} at %{OldStartTime} has changed
spanish: La reunión "%{Summary}" para el día %{OldStartDate} a las %{OldStartTime} ha cambiado

source: The following parameters have changed in the "%{Summary}" meeting:
spanish: Los siguientes datos sobre la reunión "%{Summary}" han cambiado:

source: Please accept or decline those changes.
spanish: Por favor, acepte o rechace estos cambios.

source: Reply to invitation: "%{Summary}"
spanish: Respuesta a la invitación al evento: "%{Summary}"

source: %{Attendee} %{SentByText}has accepted your event invitation.
spanish: %{Attendee} %{SentByText}ha aceptado su invitación al evento.

source: %{Attendee} %{SentByText}has declined your event invitation.
spanish: %{Attendee} %{SentByText}ha rechazado su invitación al evento.

source: %{Attendee} %{SentByText}has delegated the invitation to %{Delegate}.
spanish: %{Attendee} %{SentByText}ha delegado la invitación al evento a %{Delegate}.

source: %{Attendee} %{SentByText}has not yet decided upon your event invitation.
spanish: %{Attendee} %{SentByText}Aún no ha decidido sobre su invitación al evento.
