Repository: 7-swiss-NET/sogo
Catalog: UI/MainUI/*.lproj/Localizable.strings
Languages: spanish

source: Username:
spanish: Usuario:

source: Password:
spanish: Contraseña:

source: Connect
spanish: Conectar

source: Wrong username or password.
spanish: Nombre de usuario o contraseña incorrectos.

# cookiesNotEnabled
source: You cannot login because your browser's cookies are disabled. Please enable cookies in your browser's settings and try again.
spanish: No puede ingresar porque su navegador tiene las cookies deshabilitadas. Por favor, habilite las cookies en su navegador y vuelva a intentarlo.

# browserNotCompatible
source: We've detected that your browser version is currently not supported on this site. Our recommendation is to use Firefox. Click on the link below to download the most current version of this browser.
spanish: Hemos detectado que este sistema no soporta su versión del navegador. Recomendamos usar Firefox. Haga clic en el siguiente enlace para descargar la versión más reciente de este navegador.

# alternativeBrowsers
source: Alternatively, you can also use the following compatible browsers
spanish: Alternativamente, también puede usar uno se los siguientes navegadores compatibles:

# alternativeBrowserSafari
source: Alternatively, you can also use Safari.
spanish: Alternativamente, puede usar Safari.

source: Download
spanish: Descarga

source: Language:
spanish: Idioma:

source: Choose ...
spanish: Elegir ...

source: About
spanish: Acerca de

# AboutBox
source: SOGo is a groupware server built around OpenGroupware.org (OGo) and the SOPE application server. It focuses on scalability.<br/><br/> SOGo provides a rich AJAX-based Web interface and supports multiple native clients through the use of standard protocols such as CalDAV, CardDAV and GroupDAV.<br/><br/> Copyright © 2006-2009 Inverse inc.<br/> Copyright © 2002-2005 SKYRIX Software AG<br/><br/> This software are distributed under the <a href="http://gnu.org/licenses/gpl.html">GNU GPL</a> version 2.<br/> Parts of this software are distributed under the GNU LGPL version 2.<br/><br/> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
spanish: SOGo, Desarrollado por Inverse, es una suite de groupware completamente funcional, enfocada en la simpleza y la escalabilidad.<br/><br/> SOGo posee una potente interfaz web basada en la tecnología AJAX y soporta una amplia variedad de clientes nativos a través del uso de protocolos estándar como CalDAV y CarDAV</br></br> SOGo se distribuye bajo la licencia <a href="http://gnu.org/licenses/gpl.html">GNU GPL</a> versión 2 o posterior y algunas partes se distribuyen bajo la licencia GNU LGPL versión 2. SOGo es software libre: Usted tiene la libertad de modificarlo y redistribuirlo. Este software se distribuye SIN NINGUNA GARANTÍA, bajo los alcances permitidos por la ley.<br/><br/> Vea <a href="http://www.sogo.nu/en/support/community.html">esta página</a> para conocer varias opciones de soporte.

source: Your account was locked due to too many failed attempts.
spanish: Su cuenta fue bloqueada debido a demasiados intentos fallidos.

source: Your account was locked due to an expired password.
spanish: Su cuenta fue bloqueada porque su contraseña expiró.

source: Login failed due to unhandled error case:
spanish: No se pudo acceder debido a un error desconocidoe:

source: Change your Password
spanish: Cambie su contraseña

source: Your password has expired, please enter a new one below:
spanish: Su contraseña ha expirado, por favor ingrese una nueva abajo:

source: Password must not be empty.
spanish: Su contraseña no puede estar en blanco.

source: The passwords do not match. Please try again.
spanish: Las contraseñas no coinciden. Por favor, trate de nuevo.

source: Password Grace Period
spanish: Período de gracia para la contraseña

source: You have %{0} logins remaining before your account is locked. Please change your password in the preference dialog.
spanish: Le quedan %{0} ingresos antes de que su cuenta sea bloqueada. Por favor cambie su contraseña en la sección de preferencias.

source: Password about to expire
spanish: Su contraseña está a punto de expirar

source: Your password is going to expire in %{0} %{1}.
spanish: Su contraseña expira en %{0} %{1}.

source: days
spanish: días

source: hours
spanish: horas

source: minutes
spanish: minutos

source: seconds
spanish: segundos

source: Password change failed
spanish: Falló el cambio de contraseña

source: Password change failed - Permission denied
spanish: Falló el cambio de contraseña - Permiso denegado

source: Password change failed - Insufficient password quality
spanish: Falló el cambio de contraseña - La contraseña no es lo suficientemente fuerte

source: Password change failed - Password is too short
spanish: Falló el cambio de contraseña - La contraseña es demasiado corta

source: Password change failed - Password is too young
spanish: Falló el cambio de contraseña - La contraseña ya se ha usado recientemente

source: Password change failed - Password is in history
spanish: Falló el cambio de contraseña - Ya se usó la misma contraseña antes

source: Unhandled policy error: %{0}
spanish: Error de políticas no registrado: %{0}

source: Unhandled error response
spanish: Mensaje de error no registrado

source: Password change is not supported.
spanish: El cambio de contraseña no está soportado.

source: Unhandled HTTP error code: %{0}
spanish: Código de error HTTP no registrado: %{0}

source: New password:
spanish: Nueva contraseña:

source: Confirmation:
spanish: Confirmación:

source: Cancel
spanish: Cancelar

source: Please wait...
spanish: Por favor, espere...
