Repository: 7-swiss-NET/sogo
Catalog: UI/Common/*.lproj/Localizable.strings
Languages: spanish

source: Save
spanish: Guardar

source: Close
spanish: Cerrar

source: Edit User Rights
spanish: Modificar permisos

source: Home
spanish: Inicio

source: Calendar
spanish: Calendario

source: Address Book
spanish: Libreta de direcciones

source: Mail
spanish: Correo

source: Preferences
spanish: Preferencias

source: Administration
spanish: Administración

source: Disconnect
spanish: Cerrar sesión

source: Right Administration
spanish: Administración de permisos

source: Log Console (dev.)
spanish: Consola de registro de actividad (dev.)

source: User
spanish: Usuario

source: Help
spanish: Ayuda

# noJavascriptError
source: SOGo requires Javascript to run. Please make sure this option is available and activated within your browser preferences.
spanish: SOGo requiere Javascript. Por favor, active Javascript en su navegador.

# noJavascriptRetry
source: Retry
spanish: Reintentar

source: Owner:
spanish: Propietario:

source: Publish the Free/Busy information
spanish: Publicar información de disponibilidad

source: Add...
spanish: Añadir...

source: Remove
spanish: Borrar

source: Subscribe User
spanish: Suscribir Usuario

source: Sorry, the user rights can not be configured for that object.
spanish: Disculpe, no se pueden configurar permisos de acceso para este objeto.

source: Unable to subscribe to that folder!
spanish: No es posible suscribirse a esta carpeta.

source: You cannot subscribe to a folder that you own!
spanish: No es posible suscribirse a una carpeta que le pertenece.

source: Unable to unsubscribe from that folder!
spanish: No es posible desuscribirse de esta carpeta.

source: You cannot unsubscribe from a folder that you own!
spanish: No es posible desuscribirse de una carpeta que le pertenece.

source: Unable to rename that folder!
spanish: No se puede renombrar esta carpeta.

source: You have already subscribed to that folder!
spanish: Ya está suscrito a esta carpeta.

source: The user rights cannot be edited for this object!
spanish: No es posible modificar los permisos de acceso a este objeto.

source: A folder by that name already exists.
spanish: Ya existe una carpeta con el mismo nombre.

source: You cannot create a list in a shared address book.
spanish: No se puede crear una lista en una libreta de direcciones compartida.

source: You are not allowed to access this module or this system. Please contact your system administrator.
spanish: No tiene permisos para acceder a este módulo o a este sistema. Por favor, contacte a su administrador de sistemas.

source: You don't have the required privileges to perform the operation.
spanish: No tiene los permisos necesarios para realizar esta operación.

# noEmailForDelegation
source: You must specify the address to which you want to delegate your invitation.
spanish: Debe especificar la dirección a la cual quiere delegar su invitación.

# delegate is organizer
source: The delegate is the organizer. Please specify a different delegate.
spanish: El usuario delegado es el organizador. Por favor especifique otro usuario a quien hacer la delegación.

# delegate is a participant
source: The delegate is already a participant.
spanish: El usuario delegado ya es un participante.

# delegate is a group
source: The specified address corresponds to a group. You can only delegate to a unique person.
spanish: La dirección especificada corresponde a un grupo. Solo puede hacer una delegación a una persona.

source: Reminder:
spanish: Recordatorio:

source: Start:
spanish: Desde:

source: Due Date:
spanish: Vencimiento:

source: Location:
spanish: Lugar:
